{
    "Home": "TRANG CHỦ",
    "Product": "SẢN PHẨM",
    "Pages": "MẠNG XÃ HỘI",
    "SERVICES": "DỊCH VỤ",
    "Contact": "LIÊN HỆ",
    "Search your favorites pet": "Tìm cho mình thú cưng yêu thích nào!!!",
    "Accessories": "PHỤ KIỆN",
    "Pet care": "CHĂM SÓC THÚ CƯNG",
    "Food": "THỨC ĂN",
    "Pet type": "CÁC LOẠI THÚ CƯNG",
    "Dog": "Chó",
    "Cat": "Mèo",
    "Fish": "Cá",
    "Others": "Khác",
    "See more": "Xem thêm",
    "See less": "Ẩn bớt",
    "Age": "Tuổi",
    "color": "Màu sắc",
    "type": "Chủng loài",
    "months": "tháng",
    "Brown": "Nâu",
    "Customer Services": "Chăm sóc khách hàng",
    "Returns": "Đổi trả",
    "Shipping Info": "Thông tin giao hàng",
    "Recall and Advisories": "Tư vấn khách hàng",
    "Pet store Locator": "Chi nhánh cửa hàng",
    "Help": "Trợ giúp",
    "Contact us": "Liên hệ",
    "Website Accessibility Policy": "Chính sách tiếp cận",
    "Services": "Các dịch vụ khác",
    "Vital Care": "Chăm sóc sức khỏe",
    "Dog Grooming": "Chăm sóc lông cho cún",
    "Self-Serve Dog Wash": "Tắm cún tự phục vụ",
    "Positive Dog Training": "Huấn luyện cún cưng",
    "Dog Breed Information": "Thông tin lai tạo cún",
    "Resource Center": "Trung tâm thông tin",
    "Pet Adoption": "Nhận nuôi thú cưng",
    "Follow us on": "Theo dõi chúng tôi tại",
    "Details": "Thông tin chi tiết",
    "Vaccination Status": "Tình trạng tiêm phòng",
    "yellow": "Vàng",
    "Add to Cart": "Thêm vào giỏ hàng",
    "Your Cart": "Giỏ hàng của bạn",
    "Remove": "Loại bỏ",
    "Black": "Đen",
    "Total": "Tổng",
    "Color": "Màu",
    "Price": "Giá tiền",
    "Basset Hound": "Chó săn chân lùn",
    "Beagle": "Chó Beagle",
    "German Becgie": "Chó Becgie Đức",
    "Malinos Becgie": "Chó Becgie Bỉ",
    "Afghan Hound": "Chó săn Afghanistan",
    "Akita": "Chó Akita",
    "Alabai": "Chó chăn cừu Trung Á",
    "Alaska": "Chó Alaska",
    "American Bully": "Chó American Bully",
    "Australian Shepherd": "Chó chăn cừu Úc",
    "Bắc Hà": "Chó Bắc Hà",
    "Bắc Kinh": "Chó Bắc Kinh",
    "Basenji": "Chó Basenji",
    "Bichon Frise": "Chó Bichon Frise",
    "Border Collie": "Chó Border Collie",
    "Boston Terrier": "Chó sục Boston",
    "Boxer": "Chó Boxer",
    "English Bull Dog": "Chó Bull Anh",
    "French Bull Dog": "Chó Bull Pháp",
    "Bull Terrier": "Chó sục bò",
    "Pitbull": "Chó Pitbull",
    "Caucasian Shepherd": "Chó chăn cừu Kavkaz",
    "Cocker Spaniel": "Chó Spaniel Anh",
    "Pembroke Welsh Corgi": "Chó Corgi Pembroke xứ Wale",
    "Dalmatian": "Chó đốm",
    "Doberman": "Chó Doberman",
    "German Pinscher": "Chó Pinscher Đức",
    "Golden Retriever": "Chó Golden",
    "Great Dane": "Chó Great Dane",
    "H'mong Cộc": "Chó H'mông Cộc",
    "Husky": "Chó Husky",
    "Icelandic Sheepdog": "Chó chăn cừu Iceland",
    "Irish Setter": "Chó Setter Ái Nhĩ Lan",
    "Samoyed": "Chó Samoyed",
    "Shiba": "Chó Shiba",
    "Cavalier King Charles Spaniel": "Chó Spaniel của vua Charles",
    "Chihuahua": "Chó Chihuahua",
    "Chinese Crested": "Chó quán mao",
    "Chow Chow": "Chó sa bì",
    "Filter By Hair Type": "Chọn Kiểu Lông",
    "Long Hair": "Lông Dài",
    "Short Hair": "Lông Ngắn",
    "Medium Hair": "Trung Bình",
    "Filter By Size": "Chọn Kích Cỡ",
    "Small": "Nhỏ",
    "Medium": "Trung Bình",
    "Large": "Lớn",
    "Filter By Purpose": "Chọn Mục Đích Nuôi",
    "Make friends": "Bầu Bạn",
    "Guardian": "Canh Nhà",
    "Filter By Popularity": "Chọn Độ Phổ Biến",
    "Hot": "Hot",
    "Rare": "Quý Hiếm",
    "Filter By Activity": "Chọn Nhu Cầu Vận Động",
    "Low": "Thấp",
    "High": "Cao",
    "Filter By Dog Pattern": "Chọn Kiểu Chó",
    "Bull Dog": "Chó Bull",
    "Long Hair Dog": "Chó Lông Dài",
    "Japanese Dog": "Chó Nhật",
    "Sheep Dog": "Chó Chăn Cừu",
    "Sled Dog": "Chó Kéo Xe",
    "Terrier": "Chó Sục",
    "Shepherd": "Chó Shepherd",
    "Vietnamese Dog": "Chó Việt Nam",
    "Chinese Dog": "Chó Trung Quốc",
    "Hunting Dog": "Chó Săn",
    "Becgie": "Chó Becgie",
    "Bichon": "Chó Bichon",
    "Family Dog": "Chó Thân Thiện",
    "DOG CATEGORY": "CÁC GIỐNG CHÓ",
    "CAT CATEGORY": "CÁC GIỐNG MÈO",
    "SPA AND GROOMING": "DỊCH VỤ CHĂM SÓC",
    "Hot Deal": "Giá Sốc",
    "Munchkin": "Mèo Munchkin",
    "English Long Hair": "Mèo Anh Lông Dài",
    "English Short Hair": "Mèo Anh Lông Ngắn",
    "Persian": "Mèo Ba Tư",
    "Bengal": "Mèo Bengal",
    "Birman": "Mèo thần Miến Điện",
    "Khao Manee": "Mèo Khao Manee",
    "Scotish Fold": "Mèo tai cụp",
    "Maine Coon": "Mèo Maine Coon",
    "American Short Hair": "Mèo Mỹ lông ngắn",
    "Ragdoll": "Mèo Ragdoll",
    "Norwegian Forest": "Mèo rừng Na Uy",
    "Russian Blue": "Mèo Nga xanh",
    "Savannah": "Mèo Savannah",
    "Siberian": "Mèo Siberian",
    "Somali": "Mèo Somali",
    "Sphynx": "Mèo Ai Cập",
    "Turkish Angora": "Mèo Angora Thổ Nhĩ Kỳ",
    "Tuxedo": "Mèo nhị thể",
    "Abyssinian": "Mèo Abyssinian",
    "Filter By Color": "Chọn Màu Sắc",
    "Single Color": "Một Màu",
    "Multiple Color": "Nhiều Màu",
    "Filter By Hair Fall": "Chọn Mức Độ Rụng Lông",
    "Filter By Outlook": "Chọn Vẻ Ngoài",
    "Luxury": "Quý Tộc",
    "Cute": "Đáng Yêu",
    "Unique": "Độc Lạ",
    "We will update information about ": "Chúng tôi sẽ cập nhật thông tin về ",
    "soon": "sớm nhất",
    "This Type Currently Don't Have Any Product": "Hiện Tại Loại Này Chưa Có Sản Phẩm Nào",
    "Appendix": "Phụ Lục",
    "Privilege": "Đặc Quyền",
    "Accept interest installment payment within 12 months": "Chấp nhận trả góp trong vòng 12 tháng",
    "Warranty up to up to 365 days": "Bảo hành lên đến 365 ngày",
    "Pet health insurance up to 1.000.000 VND": "Bảo hiểm cho thú cưng lên đến 1.000.000 VND",
    "Free shipping nationally": "Miễn phí giao hàng toàn quốc",
    "Discount 50% when purchasing 2nd pet": "Giảm 50% khi mua thú cưng thứ 2",
    "Discount 20% for spa and grooming services - Only for HaNoi citizen": "Giảm giá 20% cho dịch vụ chăm sóc thú cưng - Chỉ dành cho người dân Hà Nội",
    "INFORMATION ABOUT AFGHAN HOUND": "THÔNG TIN VỀ AFGHAN HOUND",
    "The Afghan Hound or “The Noble Predator” – known for his elegant elegance, keen intelligence and ability to hunt with impressive speed. According to the AKC (American Kennel Club), they are one of the most ancient lines of purebred hounds. Discovered mainly in Afghanistan, the Afghan Hound has become a close companion of the nomadic people here. By the late 19th century and early 20th century, this breed became popular and loved by the British aristocracy.": "Chó săn Afghanistan hay 'Kẻ săn mồi quý tộc' - được biết đến với vẻ đẹp tao nhã, trí thông minh sắc và khả năng săn mồi với tốc độ ấn tượng. Theo AKC (American Kennel Club), chúng tôi là một trong những dòng chó săn thuần túy cổ xưa nhất. Được khám phá 'chủ yếu ở Afghanistan, Chó săn Afghanistan đã trở thành người bạn đồng hành cùng thiết bị của những người dân du mục ở đây, đến cuối thế kỷ 19 đầu thế kỷ 20, same as this dog, so phổ biến và được xếp tầng quý tộc Anh yêu thích.",
    "REASONS TO BRING AFGHAN HOUND": "LÝ DO NÊN CHỌN MUA AFGHAN HOUND",
    "Classy and Elegance": "Sang trọng và lịch lãm",
    "Despite being a hunting dog with excellent hunting ability, the Afghan Hound has a long, flowing coat that exudes elegance and lightness. Long hair covering the whole body not only does not slow down their speed, but also makes them more romantic when trotting.": "Mặc dù là giống chó săn có khả năng săn mồi tuyệt vời nhưng Chó săn Afghanistan có bộ lông dài mượt mà toát lên vẻ sang trọng và nhẹ nhàng. Lớp lông dài phủ khắp cơ thể không những không làm giảm tốc độ của chúng mà còn khiến chúng trở nên lãng tử hơn khi chạy nước kiệu.",
    "Unique Personality": "Tính cách độc đáo",
    "The Afghan Hound has a gentle and gentle personality, friendly but not pushy. They will not rush to you every time you come home from work, happily wrap around you without leaving or running to any time you call, but warm in a unique way, creating a very special charm. Because of this independent personality trait, the Afghan Hound adapts well and is loved by domestic cats. Cat lovers also tend to love this breed. At times the Afghan Hound appeared distant, cold, uncomfortable responding to intimate gestures such as caressing and hugging. At other times, they are more intimate, like to tease and do funny things to attract owners. Choosing to breed this breed of dog will help you experience from one surprise to another.": "Chó săn Afghanistan có tính cách nhẹ nhàng và hiền lành, thân thiện nhưng không tự đề cao. Chúng sẽ không lao vào bạn mỗi khi bạn đi làm về, vui vẻ quấn lấy bạn không rời hoặc chạy đến bất cứ lúc nào bạn gọi, nhưng ấm áp theo một cách riêng , tạo nên nét quyến rũ rất riêng. Chính vì đặc điểm tính cách độc lập này mà Chó săn Afghanistan thích nghi tốt và được mèo nhà yêu quý. Những người yêu mèo cũng có xu hướng yêu thích giống chó này. Có lúc Chó săn Afghanistan tỏ ra xa cách, lạnh lùng, khó chịu đáp lại những cử chỉ thân mật chẳng hạn như vuốt ve, ôm ấp. Lúc khác, chúng thân mật hơn, thích trêu chọc và làm những trò hài hước để thu hút chủ nhân. Chọn nuôi giống chó này sẽ giúp bạn trải nghiệm từ bất ngờ này đến bất ngờ khác.",
    "Free and Independent Thinking": "Tư duy tự do và độc lập",
    "There are many assessments that Afghan Hounds are not intelligent because they are difficult to train. Anna Stromberg - an Afghan Hound breeder with 40 years of experience, says they are free-thinking and very intelligent animals. The Afghan Hound often selectively commands favorite commands instead of doing everything the owner asks. In contrast to favorite activities, they have good observation ability, quick learning speed and active coordination.": "Có nhiều đánh giá cho rằng Chó săn Afghanistan không thông minh vì chúng rất khó huấn luyện. Anna Stromberg - một nhà chăn nuôi Chó săn Afghanistan với 40 năm kinh nghiệm cho biết chúng là loài động vật có tư duy tự do và rất thông minh. Chó săn Afghanistan thường ra lệnh có chọn lọc. thay vì làm tất cả những gì chủ yêu cầu. Ngược lại với những hoạt động yêu thích, chúng có khả năng quan sát tốt, tốc độ học hỏi nhanh và tích cực phối hợp.",
    "CHARACTERISTICS OF AFGHAN HOUND": "CÁC ĐẶC TÍNH CỦA CHÓ AFGHAN HOUND",
    "Appearence": "Ngoại hình",
    "The Afghan Hound is a large breed, weighing about 22kg - 34kg, height from 63cm - 69cm for female dogs and 68cm - 74cm for male dogs. The pride of this breed is reflected in its upright posture, high head and often distant gaze.": "Chó săn Afghanistan là giống chó to lớn, nặng khoảng 22kg - 34kg, chiều cao từ 63cm - 69cm đối với chó cái và 68cm - 74cm đối với chó đực. Niềm kiêu hãnh của giống chó này thể hiện ở dáng đứng thẳng, ngẩng cao đầu và thường nhìn xa xăm. ",
    "Head & Face": "Đầu và Mặt",
    "They have a long and narrow head bone, a long neck, a slightly convex muzzle, a long bridge of the nose, a black or dark red-brown nose.": "Chúng có xương đầu dài và hẹp, cổ dài, mõm hơi lồi, sống mũi dài, mũi màu đen hoặc nâu đỏ sẫm.",
    "Eyes": "Mắt",
    "The Afghan Hound has eyes that are almost triangular in shape and slightly slanted upwards. Dogs with dark eyes are often preferred over yellow eyes.": "Chó săn Afghanistan có đôi mắt gần như hình tam giác và hơi xếch lên trên. Những chú chó có đôi mắt đen thường được ưa chuộng hơn những chú chó mắt vàng.",
    "Fur": "Lông",
    "The thick, long, smooth coat is the most unique feature of this breed. The Afghan Hound has long, flowing hair covering its entire body, including its head, ears, and legs. The hair along the back and behind the shoulders is shorter. The hair on the face is short and the tail is sparsely hairy. The Afghan Hound comes in a variety of coat colors such as black, black and tan, red, cream, blue, brindle, domino or white and most commonly sandy.": "Bộ lông dày, dài và mượt là đặc điểm độc đáo nhất của giống chó này. Chó săn Afghanistan có bộ lông dài và dài bao phủ toàn bộ cơ thể, bao gồm cả đầu, tai và chân. Tóc dọc lưng và sau vai ngắn hơn. Lông mặt ngắn, đuôi thưa. Chó săn Afghanistan có nhiều màu lông khác nhau như đen, đen và nâu vàng, đỏ, kem, xanh lam, vện, domino hoặc trắng và phổ biến nhất là màu cát.",
    "NOTES WHEN CHOOSE AFGHAN HOUND": "LƯU Ý KHI CHỌN MUA AFGHAN HOUND",
    "Overall appearance: Choose those with a toned, tall body.": "Tổng thể ngoại hình: Nên chọn những người có thân hình săn chắc, cao ráo.",
    "The legs are long and straight, the front feet are wide, the hind feet are long, the bones are strong and strong.": "Chân dài và thẳng, bàn chân trước rộng, bàn chân sau dài, xương chắc khỏe.",
    "The slender tail is long and curved at the end.": "The slender tail is long and curved at the end.",
    "Choose puppies from 50 days old or older, who have received at least 1 dose of vaccine": "Chọn chó con từ 50 ngày tuổi trở lên, đã được tiêm ít nhất 1 liều vắc xin",
    "It is necessary to pay attention to the origin and health of the dog, ask the seller to provide a sufficient certificate of origin, a book to monitor health and medical examinatio`n and treatment, and a contract of sale. Special attention should be paid to the support and warranty policies in case there is a risk of the dog getting sick or dying.": "Cần quan tâm đến nguồn gốc, sức khỏe của chó, yêu cầu người bán cung cấp đầy đủ giấy tờ chứng nhận nguồn gốc, sổ theo dõi sức khỏe và khám chữa bệnh, hợp đồng mua bán. Đặc biệt lưu ý đến các chính sách hỗ trợ và bảo hành trong trường hợp có rủi ro chó bị ốm hoặc chết.",
    "NOTES WHEN BRING AFGHAN HOUND": "LƯU Ý KHI NUÔI AFGHAN HOUND",
    "The Afghan Hound is a hunting dog that needs daily exercise. They need to be led regularly to jog to avoid boredom and destruction. Their hunting instinct is very strong, easily chasing small animals. So you always have to lead them with a rope, not letting them roam freely and affect the surrounding neighbors.": "Chó săn Afghanistan là giống chó săn cần tập thể dục hàng ngày. Chúng cần được dẫn đi chạy bộ thường xuyên để tránh sự nhàm chán và phá phách. Bản năng săn mồi của chúng rất mạnh, dễ dàng đuổi theo những con vật nhỏ. Vì vậy bạn luôn phải dẫn chúng đi bằng dây, không để chúng tự do lang thang làm ảnh hưởng đến những người hàng xóm xung quanh.",
    "Make sure to brush your coat daily and bathe regularly once a week to remove hair loss, prevent hair from becoming tangled, and avoid skin and coat diseases.": "Đảm bảo chải lông hàng ngày và tắm rửa thường xuyên mỗi tuần một lần để loại bỏ lông rụng, giúp lông không bị xơ rối, tránh các bệnh về da và lông.",
    "The food of the Afghan Hound should be a high-nutrient variety, supplemented with vegetable oils for healthy skin and coat. In adulthood, two meals a day should be given instead of regularly having food available.": "Thức ăn của Chó săn Afghanistan phải là loại có hàm lượng dinh dưỡng cao, được bổ sung dầu thực vật để có bộ lông và da khỏe mạnh. Ở tuổi trưởng thành, nên cho trẻ ăn hai bữa một ngày thay vì thường xuyên để sẵn thức ăn.",
    "NOTES WHEN TRAINING": "LƯU Ý KHI HUẤN LUYỆN",
    "The Afghan Hound is said to be the most difficult to train of any dog ​​breed. Teaching them is a challenge for those with a passion to conquer.": "Chó săn Afghanistan được cho là giống chó khó huấn luyện nhất trong số các giống chó. Dạy chúng là một thử thách đối với những ai có đam mê chinh phục.",
    "Before training, you need time to get to know them and learn about their personality characteristics.": "Trước khi huấn luyện, bạn cần có thời gian làm quen và tìm hiểu về đặc điểm tính cách của họ.",
    "Find a few of their hobbies and use that to motivate them throughout the practice. Combining exercise interests with other interests helps your dog be more enthusiastic about exercise.": "Tìm một vài sở thích của họ và sử dụng sở thích đó để thúc đẩy họ trong suốt quá trình luyện tập. Kết hợp sở thích tập thể dục với các sở thích khác sẽ giúp chú chó của bạn hăng hái hơn trong việc tập thể dục.",
    "Be patient and avoid yelling. The Afghan Hound is sensitive and vulnerable when scolded.": "Hãy kiên nhẫn và tránh la hét. Chó săn Afghanistan nhạy cảm và dễ bị tổn thương khi bị la mắng.",
    "Female Afghan Hound Cream Color": "Afghan Hound Cái Màu Kem",
    "Female Afghan Hound Black Stripe": "Afghan Hound Cái Màu Đen Vện",
    "Male Afghan Hound Black Yellow": "Afghan Hound Đực Màu Đen Vàng",
    "Male Afghan Hound Brown Black": "Afghan Hound Đực Màu Đen Vàng"
}
